[DamageType.DmgType_Incendiary_Impact:AttributePresentationDefinition_3 AttributePresentationDefinition]
Description="Very effective on meat."

[DamageType.DmgType_Incendiary_Impact_NoDoT:AttributePresentationDefinition_3 AttributePresentationDefinition]
Description="Very effective on meat."
